export const data = [
  {
    id: 1,
    name: "بيتزا",
    recipe: [
      "نضع الخميرة في الماء الدافئ مع ملعقة كبيرة من السكر، ونتركها لمدّة خمس دقائق حتى تظهر عليها فقاعات هوائية.",
      "نضع الدقيق فى إناء واسع، ونشكّل في منتصفه حفرة، ونضع خليط الخميرة في المنتصف.",
      "نضع زيت الزيتون فى المنتصف أيضاً، ونقلّب الخليط ونبدأ في عملية العجن.",
      "يجب الاستمرار فى العجن حتى تتماسك العجينة.",
      "ندهن الوعاء بالزيت، ونضع العجينة فيه.",
      "نُغطّي الوعاء بقطعة قماش نظيفة، ونتركه في مكانٍ دافىء ليتخمّر، أي حتى يتضاعف حجمة وقد يأخد من الوقت من 50 إلى 60 دقيقة.",
      "نضع على الطاولة القليل من الطحين، ثمّ نفرد العجين ونرقها.",
      "نضع مكونات البيتزا فوق العجينة ومن ثم نخبزها لمدة 15 دقيقة في الفرن",
    ],
  },
  {
    id: 2,
    name: "خبز عربي",
    recipe: [
      "وضع أربعة أكواب من الدقيق، والخميرة، والملح، والحليب، والسكر في وعاء الخلاط، ثمّ تقليب المكونات، وإضافة الزيت والحليب، ثمّ عجن المكونات لمدّة ثلاث دقائق حتّى الحصول على عجينة متماسكة وناعمة، ثمّ إضافة بقية الدقيق إذا كانت العجينة لينة. ",
      "وضع العجينة في طبق مدهون بالزيت، ودهن سطح العجينة بقليل من الزيت، وتغطيتها بقطعة من النايلون، ثمّ وضعها في مكان دافئ حتّى يتضاعف حجمها.",
      " وضع العجينة على سطح مرشوش بالدقيق، ثمّ فردها باستخدام النشابة.",
      " تقطيع العجينة باستخدام قطاعة البسكويت، ثمّ وضعها في صينية، وتغطيتها بالنايلون لمدّة ثلاثين دقيقة حتّى يتضاعف حجمها.",
      " إحضار صواني قصيرة الحافة، ثمّ تسخين الفرن على درجة حرارة 200 درجة مئوية، ووضع العجينة في الصواني مع ترك مسافة بين كلّ قطعة والأخرى.",
      " خبز العجينة في الفرن لمدّة 10-12 دقيقة حتّى تُصبح ذهبية اللون. تقديم الخبز العربي مع المقبلات والأجبان.",
    ],
  },
  {
    id: 3,
    name: "خبز الصمون",
    recipe: [
      "ضعي السكر والخميرة في كوب من الماء الدافىء، وانتظري حتى تنتفخ الخميرة. ",
      "اخلطي الدقيق مع المِلح. أضيفي الزيت، وافركي الدقيق بالزيت. أضيفي الخميرة والسكر إلى الدقيق، وابدئي بالعجن. قد تحتاجين إلى القليل من الماء؛ لذلك أضيفيه واستمري في العجن لمدةٍ لا تَقلُ عن ست دقائق.",
      "يجب أنْ تتشكّل لديك عجينة متماسكة لا تلتصق باليد.",
      "اتركي العجينةَ لمدةِ رُبع ساعة، وستلاحظين أنّها قد انتفخت؛ وهذا يعني أنّها أصبحت جاهزةً للخبز.",
      " اشعلي الفرن، وابدئي بتقطيع العجينة وتشكيلها؛ بحيث تَكون كلّ قطعةٍ مَلفوفةٍ على شكلِ أسطوانة.",
      " أحضري صينية الفرن، وضعي قطعَ الصمون فيها، واخبزي الصمون لمدةٍ ما بين 20 - 25 دقيقة.",
    ],
  },
  {
    id: 4,
    name: "خبز البرغر",
    recipe: [
      "حمّي الفرن على حرارة 200 درجة مئوية وادهني صينية فين غير لاصقة بالقليل من الزيت. ",
      "في وعاء كبير أخلطي الماء مع الخميرة، السكر والزيت.",
      "أضيفي البيضة، الدقيق والملح. أخلطي المكوّنات بواسطة ملعقة خشبية ثمّ إدعكيها بواسطة يديك.",
      "غطّي العجينة لـ5 دقائق ثمّ قطّعيها إلى 12 كرة صغيرة وصفّيها على الصينية.",
      "إدهني وجه العجين بالبيض ثمّ أنثري السمسم.",
      "أدخلي الصينية إلى الفرن لـ10 دقائق حتى ينضج الخبز ويحمر.",
    ],
  },
];
